Repository: linuxdeepin/deepin-system-settings
Catalog: modules/power/locale/*.po
Languages: da, de_de, es, fr, id, sk

source: Switch user
da: Skrift bruger
de_de: Benutzer wechseln
es: Cambiar usuario
fr: Changer d'utilisateur
id: Ganti pengguna
sk: Prepnúť používateľa

source: Shut down
da: Luk ned
de_de: Herunterfahren
es: Apagar
fr: Éteindre
id: Matikan komputer
sk: Vypnúť

source: Restart
da: Genstart
de_de: Neustarten
es: Reiniciar
fr: Redémarrer
sk: Reštartovať

source: Suspend
da: Stanby
es: Suspender
fr: Mise en veille
sk: Uspať

source: Log out
da: Log ud
de_de: Ausloggen
es: Cerrar sesión
fr: Fermeture de session
id: Keluar
sk: Odhlásiť

source: Lock
da: Lås
de_de: Sperren
es: Bloquear
fr: Verrouiller
id: Kunci
sk: Uzamknúť

source: Minute
da: Minut
es: Minuto
id: Menit
sk: Minúta

source: Minutes
da: Minuter
de_de: Minuten
es: Minutos
id: Menit
sk: Minúty

source: Hour
da: Time
de_de: Stunde
es: Hora
fr: Heure
id: Jam
sk: Hodina

source: Never
da: Aldrig
de_de: Nie
es: Nunca
fr: Jamais
id: Tidak pernah
sk: Nikdy

source: Do nothing
da: Gør ingenting
de_de: Nichts zu tun
es: No hacer nada
fr: Ne rien faire
id: Jangan lakukan apa-apa
sk: Nič nespraviť

source: Balanced
da: Balanceret
de_de: Ausgeglichene
es: Balanceado
fr: Equilibré
id: Normal
sk: Vyvážený

source: Power saver
da: Strømbesparer
de_de: Energiesparmodus
es: Ahorrador de energia
fr: Économie d'énergie
id: Penghemat daya
sk: Šetrič energie

source: High performance
da: Høj ydeevne
de_de: Hohe Leistung
es: Alto rendimiento
fr: Hautes performances
id: Kinerja tinggi
sk: Vysoký výkon

source: Custom
da: Tilpasset
de_de: Brauch
es: Personalizado
fr: Personnalisé
id: Penyesuaian setelan
sk: Vlastný

source: Power Button Settings
da: Strøm Knap Indstillinger
de_de: Power Button Einstellungen
es: Configurar Boton de Encendido
fr: Paramètres de fermeture
id: Pengaturan Tombol Daya
sk: Nastavenie tlačítka pre energiu

source: When I press the power button
da: Når jeg trykker på powerknappen
de_de: Wenn ich den Netzschalter drücken
es: Cuando presiono el botón de encendido
fr: Quand j'appuie sur le bouton fermeture
id: Saat saya menekan tombol daya
sk: Pri stlačení tlačítka energie

source: When I close the lid
da: Når jeg lukker ned
de_de: Als ich den Deckel schließen
es: Cuando cierro la tapa del portátil
fr: Quand je ferme le couvercle
sk: Pri zatvorení veka

source: Power Saving Settings
da: Strømgennemnings-Indstillinger
de_de: Stromspareinstellungen
es: Configuración del Ahorro de Energía
fr: Réglages d'économies d'énergie
id: Pengaturan Penghematan Daya
sk: Nastavenia pre úsporu energie

source: Power Plan
da: Strømplan
de_de: Energieplan
es: Plan de Energía
fr: Gestion de l'alimentation
id: Pengaturan Daya
sk: Energetický plán

source: Turn off monitor
da: Sluk for skærm
de_de: Monitor ausschalten
es: Apagar monitor
fr: Éteindre l'écran
id: Matikan monitor
sk: Vypnúť obrazovku

source: Battery power remaining
da: Batteristrøm tilbage
de_de: Verbleibende Akkuleistung
es: Energía restante de la batería
fr: Puissance de la batterie restante
id: Daya baterai tersisa
sk: Zostávajúca energia v batérií

source: Require password when computer wakes
da: Kræv password når computer vågner
de_de: Kennwort erforderlich, wenn der Computer aufwacht
es: Requiere contraseña cuando la computadora se reactive
fr: Demande de mot de passe en sortie de veille
id: Tanyakan kata sandi saat komputer hidup kembali
sk: Vyžadovať heslo pri prebudení

source: Always show icon in the tray
da: Vis altid ikon i taskbar
de_de: Immer Symbol zeigen, in der Schale
es: Siempre mostrar icono en el area de notificacion
fr: Afficher l'icône dans la barre de tâches
id: Selalu tampilkan ikon pada tray
sk: Vždy ukazovať ikonu v paneli

source: Power plan has been reset to Balanced
da: Strøm-plan er blevet nulstillet til Balanceret
de_de: Power-Plan zur Balanced zurückgesetzt
es: Plan de energia ha sido refijado a Balanceado
fr: Gestion de l'alimentation a été réglé sur équilibré
id: Pengaturan daya telah diatur ulang ke Balanced
sk: Energetický plán bol znovu nastavený na vyvážený

source: %s when pressing the power button
da: %s når jeg trykker på strømknappen
de_de: %s beim Drücken der Power-Taste
es: %s Cuando presiono el botón de encendido
fr: %s quand j'appuie sur le bouton d'alimentation
id: %s saat menekan tombol daya
sk: %s pri stlačení tlačidla pre energiu

source: %s when closing the lid
da: %s når der lukkes ned
de_de: %s beim Schließen des Deckels
es: %s Cuando cierro la tapa del portatil
fr: %s à la fermeture du couvercle
sk: %s pri zavretí veka

source: Power plan has been changed to %s
da: Stræmplaneb er blevet ændret til %s
de_de: Netzplan wurde geändert, um %s wurde
es: Plan de energía ha sido cambiado a %s
fr: Gestion de l'alimentation a été changée a %s
sk: Energetický plán bol zmenený na %s

source: Changed Suspend Status to %s
da: Ændret Stanby Status til %s
de_de: Geändert Suspend-Status, um %s
es: Cambiado estatus de Suspensión a %s
fr: Le statu a été changé à %s
id: Mengubah Status Suspend ke %s
sk: Zmenený stav uspania na %s

source: The time before turning off monitor has been changed to %s
da: Tiden før skærmen slukkes er blevet ændret til %s
de_de: Die Zeit vor dem Abschalten Monitor hat sich geändert in %s wurde
es: El tiempo antes de apagar el monitor ha sido cambiado a %s
fr: Le temps avant extinction du moniteur a été changé à %s
id: Tenggang waktu sebelum mematikan monitor telah diubah menjadi %s
sk: Čas pred vypnutím obrazovky bol zmenený na %s

source: You will be asked for a password when computer wakes
da: Du vil blive spurgt om et password når computeren vågner
de_de: Sie werden nach einem Passwort gefragt, wenn der Computer aufwacht
es: Se le preguntara por la contraseña cuando la computadora se reactive
fr: Votre mot de passe sera demandé à la sortie de veille
id: Sistem akan meminta kata sandi saat komputer hidup kembali
sk: Pri prebudení počítača budete požiadaný o heslo

source: The system will not requrie a password after sleep
da: Systemet vil ikke kræve et pasword efter slumring
de_de: Das System wird kein Passwort benötigt nach dem Schlaf
es: El sistema no requerirá una contraseña después de dormir
fr: Le système ne demandera pas de mot de passe à la sortie de veille
id: Sistem tidak akan meminta kata sandi setelah sleep
sk: Systém nebude po uspaní požadovať heslo

source: Battery status will be shown in the tray
da: Batteristatus vil blive vist i tarskbar
de_de: Batteriestatus im Tray angezeigt werden
es: El estatus de la batería sera mostrado en el área de notificación
fr: Le niveau de la batterie sera indiqué dans la barre des tâches
id: Status baterai akan ditampilkan pada tray
sk: Stav batérie bude zobrazovaný v oznamovacej oblasti panela

source: Battery status will not be shown in the tray
da: Batteristatus vil ikke blive vist i tarskbar
de_de: Batteriezustand nicht in dem Fach angezeigt
es: El estatus de la batería no sera mostrado en el área de notificación
fr: Le niveau de la batterie ne sera pas indiqué dans la barre des tâches
id: Status baterai tidak akan ditampilkan pada tray
sk: Stav batérie nebude zobrazovaný v oznamovacej oblasti panela

source: <span foreground='#cc5744'>Turn off</span> your computer now? The system will shut down in %s seconds.
da: <span foreground='#cc5744'>Luk for</span> din computer nu? Systemet vil lukke ned om %s seconds.
es: <span foreground='#cc5744'>Apagar</span> tu computadora ahora? El sistema se apagara en %s segundos.
fr: <span foreground='#cc5744'>Arrêter</span> votre ordinateur ? Le système va s'arrêter dans %s secondes.
id: <span foreground='#cc5744'>Matikan</span> komputer Anda sekarang? Sistem akan menutup dalam %s detik.
sk: <span foreground='#cc5744'>Vypnúť</span> počítač teraz? Systém sa vypne o %s sekúnd.

source: <span foreground='#cc5744'>Restart</span> your computer now? The system will restart in %s seconds.
da: <span foreground='#cc5744'>Genstart</span> din computer nu? Systemet vil genstarte om %s seconds.
es: <span foreground='#cc5744'>Reiniciar</span> tu computadora ahora? El sistema se reiniciara en %s segundos.
fr: <span foreground='#cc5744'>Redémarrer</span> votre ordinateur? Le système va redémarrer dans %s seconds.
id: <span foreground='#cc5744'>Restart</span> komputer Anda sekarang? Sistem akan melakukan restart dalam %s detik.
sk: <span foreground='#cc5744'>Reštartovať</span> počítač teraz? Systém sa reštartuje o %s sekúnd.

source: <span foreground='#cc5744'>Suspend</span> your computer now? The system will suspend in %s seconds.
da: <span foreground='#cc5744'>Stanby</span> din computer nu? Systemet vil gå i stanby om %s sekunder.
es: <span foreground='#cc5744'>Suspender</span> tu computadora ahora? El sistema se suspenderá en %s segundos.
fr: <span foreground='#cc5744'>Mettre en veille</span> votre ordinateur? Le système va se mettre en veille dans %s secondes.
id: <span foreground='#cc5744'>Suspend</span> komputer Anda sekarang? Sistem akan melakukan suspend dalam %s detik.
sk: <span foreground='#cc5744'>Uspať</span> počítač teraz? Systém sa uspí o %s sekúnd.

source: <span foreground='#cc5744'>Log out</span> of your system now? You will be automatically logged out in %s seconds.
da: <span foreground='#cc5744'>Log ud</span> af dit system nu? Du vil blive automatisk logget ud om %s sekunder.
es: <span foreground='#cc5744'>Salir de la sesión</span> de tu sistema ahora? Saldrás de la sesión automaticamente en %s segundos.
fr: <span foreground='#cc5744'>Fermer </span> la session? Votre session va se fermer automatiquement dans %s secondes.
id: <span foreground='#cc5744'>Log out</span> dari sistem Anda sekarang? Anda akan log out otomatis dalam %s detik.
sk: <span foreground='#cc5744'>Odhlásiť sa</span> z počítača teraz? Budete automaticky odhlásený o %s sekúnd.

source: <span foreground='#cc5744'>A program is still running:</span>
da: <span foreground='#cc5744'>Et program kører stadig:</span>
es: <span foreground='#cc5744'>Un programa aún se esta ejecutando:</span>
fr: <span foreground='#cc5744'>Un programme est encore actif:</span>
id: <span foreground='#cc5744'>Masih ada program yang berjalan:</span>
sk: <span foreground='#cc5744'>Nejaký program stále beží:</span>

source: <span foreground='#cc5744'>%s programs are still running:</span>
da: <span foreground='#cc5744'>%s programmer kører stadigvæk:</span>
es: <span foreground='#cc5744'>%s programas aun se estan ejecutando:</span>
fr: <span foreground='#cc5744'>%s des programmes sont encore actifs:</span>
id: <span foreground='#cc5744'>%s program masih berjalan:</span>
sk: <span foreground='#cc5744'>%s programy stále bežia:</span>

source: Waiting for applications to terminate. Interrupting these may cause unexpected results.
da: Venter på programmer skal afsluttes. At afbryde disse kan afstedkomme uventede resultater.
de_de: Warten auf Anwendungen zu beenden. Unterbrechen diese können zu unerwarteten Ergebnissen führen.
es: Espere que las aplicaciones terminen. Interrumpir esto puede causar resultados inesperados.
fr: En attente de fermeture d'applications. Interrompre ceux-ci peut provoquer des résultats inattendus.
id: Menunggu aplikasi dihentikan. Interupsi terhadap proses ini dapat menyebabkan kesalahan sistem.
sk: Čakám, než sa ukončia aplikácie. Ich prerušenie môže spôsobiť neočakávané problémy.

source: <span foreground='#cc5744'>The Software Center is still running.</span>
da: <span foreground='#cc5744'>Software Centeret kører stadigvæk.</span>
es: <span foreground='#cc5744'>El Centro de Software aún se esta ejecutando.</span>
fr: <span foreground='#cc5744'>La logithèque est encore active.</span>
id: <span foreground='#cc5744'>Pusat Aplikasi belum dimatikan.</span>
sk: <span foreground='#cc5744'>Centrum softvéru je stále spustené</span>

source: We have detected that the system is running on a <span foreground='#cc5744'>virtual machine</span>. It's strongly recommended that you install Linux Deepin on your hard disk to get the best experience possible.
da: Vi kan se at systemet kører på en <span foreground='#cc5744'>virtuel maskine</span>. Det anbefales, at du installerer Linux Deepin på din harddisk for at få den bedste mulige oplevelse.
es: Hemos detectado que el sistema se esta ejecutando en una<span foreground='#cc5744'>maquina virtual</span>. Es altamente recomendado que instales Linux Deepin en tu disco duro para obtener la mejor experiencia posible.
fr: Le système est en cours d'exécution sur une <span foreground='#cc5744'>machine virtuelle</span>.Il est fortement recommandé d'installer Linux Deepin sur votre disque dur pour obtenir la meilleure expérience possible.
id: Kami mendeteksi bahwa sistem dijalankan pada <span foreground='#cc5744'>mesin virtual</span>. Sangat direkomendasikan agar Anda menginstall Linux Deepin ke hard disk untuk mendapatkan performa yang lebih baik.
sk: Zistilo sa, že systém beží vo <span foreground='#cc5744'>virtuálnom stroji</span>. Dôrazne doporučujeme, aby ste Linux Deepin nainštalovali na pevný disk, aby ste vyskúšali len to najlepšie.

source: Force shut down
da: Gennemtving Nedlukning
de_de: Kraft heruntergefahren
es: Forzar apagado
fr: Forcer l'arrêt
id: Matikan paksa komputer
sk: Vynútiť vypnutie

source: Force restart
da: Gennemtving genstart
de_de: Neustart erzwingen
es: Forzar reinicio
fr: Forcer le redémarrage
id: Restart paksa
sk: Vynútiť reštart

source: Force suspend
da: Gennemtving stanby
de_de: Kraft aussetzen
es: Forzar suspensión
fr: Forcer la mise en veille
sk: Vynútiť uspanie

source: Force log out
da: Gennemtving log ud
de_de: Zwingen Sie sich abmelden
es: Forzar cierre de sesión
fr: Forcer la fermeture de session
id: Keluar paksa
sk: Vynútiť odhlásenie

source: Don't prompt again
da: Prompt ikke igen
de_de: Aufforderung nicht
es: No sugerir de nuevo
fr: Ne plus afficher
id: Jangan bertanya lagi
sk: Nepýtať sa znovu

source: I see
da: Ser jeg
de_de: Ich sehe
es: Veo
fr: Vu
id: Saya mengerti
sk: VIdím

source: Cancel
da: Anullere
de_de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
sk: Zrušiť

source: When I press the sleep button
da: Når jeg trykker på slumreknappen
de_de: Wenn ich die Sleep-Taste
es: Cuando presiono el boton dormir
fr: Quand j'appuie sur le bouton de veille
id: Saat saya menekan tombol Sleep
sk: Keď stlačím tlačítko na uspanie

source: Hibernate
da: Dvaletilstand
es: Hibernar
fr: Hiberner
id: Hibernasi
sk: Hibernovať

source: Turn off hard disk
da: Sluk for harddisk
de_de: Festplatte ausschalten
es: Apagar disco duro
fr: Arrêter le disque dur
id: Matikan hard disk
sk: Vypnúť pevný disk

source: OK
fr: Valider
