Repository: linuxdeepin/deepin-system-settings
Catalog: modules/individuation/locale/*.po
Languages: id

source: Downloaded
id: Terunduh

source: Untitled
id: Tak berjudul

source: Image files
id: Berkas gambar

source: Personalization
id: Personalisasi

source: My Themes
id: Tema Saya

source: System Themes
id: Tema Sistem

source: Wallpaper
id: Tampilan Latar

source: Pictures
id: Gambar

source: Library
id: Pustaka

source: System
id: Sistem

source: Favorites
id: Favorit

source: 360 Wallpaper
id: 360 Tampilan Latar

source: LoveWallpaper
id: Sukai Gambar Latar

source: Back
id: Kembali

source: Select all
id: Pilih semua

source: Delete
id: Hapus

source: Clear all
id: Kosongkan semua

source: Delete Wallpaper
id: Hapus Gambar Latar

source: Are you sure delete wallpaper?
id: Anda yakin untuk menghapus gambar latar?

source: Download All
id: Unduh Semua

source: My Favorites
id: Favoritku

source: Local Wallpapers
id: Gambar Latar Lokal

source: Minute
id: Menit

source: Minutes
id: Menit

source: Hour
id: Jam

source: Hours
id: Jam

source: Stretch
id: Penuh layar

source: Position
id: Posisi

source: Duration
id: Durasi

source: Random
id: Acak

source: Apply Wallpaper
id: Terapkan Gambar Latar

source: Your Local Pictures folder is empty
id: Folder Gambar Anda kosong

source: Set as wallpaper
id: Tetapkan sebagai gambar latar

source: Add to Favorites
id: Tambahkan sebagai favorit

source: %s pictures are set as wallpaper
id: %s gambar telah ditetapkan sebagai gambar latar

source: %s picture is set as wallpaper
id: Gambar %s telah ditetapkan sebagai gambar latar

source: add %s pictures to Favorites
id: tambahkan %s gambar sebagai Favorit

source: add %s picture to Favorites
id: tambahkan %s gambar sebagai Favorit

source: delete %s pictures
id: menghapus %s gambar

source: delete %s picture
id: menghapus %s gambar

source: choose %s pictures
id: memilih %s gambar

source: choose %s picture
id: memilih %s gambar

source: Your Favorites folder is empty.
id: Folder Favorit Anda kosong.

source: Add from Local Pictures
id: Tambahkan dari folder Gambar Lokal

source: Changed User Theme to %s
id: Mengubah tema pengguna ke %s

source: Save Theme As
id: Simpan Tema Sebagai

source: Rename Theme
id: Ubah Nama Tema

source: Delete Theme
id: Hapus Tema

source: Are you sure you want to delete the theme %s?
id: Anda yakin untuk menghapus tema %s?

source: Save As
id: Simpan Sebagai

source: Rename
id: Ubah Nama

source: Changed System Theme to %s
id: Mengubah Tema Sistem ke %s
