Repository: linuxdeepin/deepin-system-settings
Catalog: modules/keyboard/locale/*.po
Languages: ar, id

source: The shortcut "%s" cannot be used because it will become impossible to type using this key.
ar: الأختصار "%s" لايمكن استخدامه لانه سيبصح من المستحيل الكتابة بإستخدام هذا المفتاح.
id: Pintasan "%s" tidak dapat digunakan sebab kunci yang dipilih tidak dapat digunakan dalam pengetikan.

source: Please try with a key such as Control, Alt or Shift at the same time.
ar: الرجاء قم بتجربة مفتاح مثل Control ، Alt ، Shift في نفس الوقت.
id: Silahkan coba kunci seperti Control, Alt atau Shift pada waktu yang bersamaan.

source: Cancel
ar: إلغاء
id: Batal

source: The shortcut "%s" is already used for "%s"
ar: هذا المفتاح "%s" مستخدم بالفعل لأجل "%s"
id: Pintasan "%s" telah digunakan untuk "%s"

source: If you reassign the shortcut to "%s", the "%s" shortcut will be disabled.
ar: اذا ضبط المفتاح إلى "%s",الاختصار "%s" سيتم الغائه.
id: Jika Anda mengatur ulang pintasan ke "%s", pintasan "%s" akan dinon-aktifkan.

source: Reassign
ar: إعادة تعيين
id: Tugaskan ulang

source: disable
ar: تعطيل
id: matikan

source: Please input new shortcuts
ar: الرجاء قم بأدخال اختصارات جديدة
id: Silahkan masukan pintasan baru

source: System
ar: نظام
id: Sistem

source: Launcher
ar: مُطلق

source: Show desktop
ar: أظهار سطح المكتب
id: Tunjukkan desktop

source: Lock screen
ar: قفل الشاشة
id: Kunci Monitor

source: File manager
ar: مدير الملفات
id: Manajer berkas

source: Switch applications
ar: تبديل التطبيقات
id: Pindah aplikasi

source: Reverse switch applications
ar: التحويل العكسي للتطبيقات
id: Balik urutan pindah aplikasi

source: Switch applications with 3D effect
ar: 3D تحويل التطبيقات الى مؤثرات
id: Efek 3D saat berpindah aplikasi

source: Reverse switch applications with 3D effect
ar: 3D عكس التطبيقات الى مؤثرات
id: Balik urutan pindah aplikasi dengan efek 3D

source: Show/Hide the dock temporarily
ar: إظهار/إخفاء شريط العمليات مؤقتا
id: Tampilkan/Sembunyikan dock secara temporer

source: Take a screenshot
ar: التقاط صورة
id: Ambil gambar

source: Take a screenshot of full screen
ar: التقاط صورة لكامل الشاشة
id: Ambil gambar layar penuh

source: Take a screenshot of a window
ar: التقاط صورة لنافذة
id: Ambil gambar jendela

source: Take a screenshot delayed
ar: التقاط صورة مؤجلة
id: Ambil gambar dalam tempo

source: Terminal
ar: محطة

source: Deepin terminal quake mode
ar: طرفية ديبين الطريقة السريعة

source: Log out
ar: تسجيل الخروج
id: Keluar

source: Sound and Media
ar: الصوت والوسائط
id: Suara dan Media

source: Launch calculator
ar: تشغيل الآلة الحاسبة
id: Buka kalkulator

source: Launch email client
ar: تشغيل الإيميل التابع
id: Buka klien email

source: Launch web browser
ar: تشغيل المتصفح
id: Buka browser web

source: Launch media player
ar: تشغيل مشغل الوسائط
id: Buka pemutar media

source: Play (or play/pause)
ar: تشغيل ( تشغيل/إيقاف)
id: Mainkan (atau mainkan/pause)

source: Pause playback
ar: إيقاف مؤقت
id: Pause

source: Stop playback
ar: إيقاف
id: Stop

source: Volume mute
ar: كتم الصوت
id: Matikan volume

source: Volume down
ar: خفض الصوت
id: Turunkan volume

source: Volume up
ar: رفع الصوت
id: Naikkan volume

source: Previous track
ar: المقطع السابق
id: Track sebelumnya

source: Next track
ar: المقطع التالي
id: Track berikutnya

source: Eject
ar: اخراج
id: Keluarkan

source: Windows
ar: النوافذ
id: Jendela

source: Close window
ar: اغلاق النافذة
id: Tutup jendela

source: Maximize window
ar: تكبير النافذة
id: Perbesar jendela

source: Restore window
ar: استعادة النافذة
id: Restore jendela

source: Minimize window
ar: تصغير النافذة
id: Perkecil jendela

source: Move window
ar: تحريك النافذة
id: Pindahkan jendela

source: Resize window
ar: تغيير حجم النافذة
id: Ubah ukuran jendela

source: Toggle shaded state
ar: التبديل للمنطقة المظللة

source: Activate the window menu
ar: تفعيل قائمة النافذة
id: Aktifkan menu jendela

source: Workspace
ar: ورشة العمل
id: Area kerja

source: Switch to workspace 1
ar: الأنتقال الى ورشة العمل 1
id: Pindah ke area kerja 1

source: Switch to workspace 2
ar: الأنتقال الى ورشة العمل 2
id: Pindah ke area kerja 2

source: Switch to workspace 3
ar: الأنتقال الى ورشة العمل 3
id: Pindah ke area kerja 3

source: Switch to workspace 4
ar: الأنتقال الى ورشة العمل 4
id: Pindah ke area kerja 4

source: Switch to workspace left
ar: الأنتقال الى ورشة العمل في جهة اليسار
id: Pindah ke area kerja kiri

source: Switch to workspace right
ar: الأنتقال الى ورشة العمل في جهة اليمين
id: Pindah ke area kerja kanan

source: Switch to workspace above
ar: الأنتقال الى ورشة العمل في الأعلى
id: Pindah ke area kerja atas

source: Switch to workspace below
ar: الأنتقال الى ورشة العمل في الأسفل
id: Pindah ke area kerja bawah

source: Move window to workspace 1
ar: نقل النافذة الى ورشة العمل 1
id: Pindahkan jendela ke area kerja 1

source: Move window to workspace 2
ar: نقل النافذة الى ورشة العمل 2
id: Pindahkan jendela ke area kerja 2

source: Move window to workspace 3
ar: نقل النافذة الى ورشة العمل 3
id: Pindahkan jendela ke area kerja 3

source: Move window to workspace 4
ar: نقل النافذة الى ورشة العمل 4
id: Pindahkan jendela ke area kerja 4

source: Move window one workspace to the left
ar: نقل النافذة الأولى الى ورشة العمل في جهة اليسار
id: Pindahkan jendela ke area kerja pertama sebelah kiri

source: Move window one workspace to the right
ar: نقل النافذة الأولى الى ورشة العمل في جهة اليمين
id: Pindahkan jendela ke area kerja pertama sebelah kanan

source: Move window one workspace up
ar: نقل النافذة الأولى الى ورشة العمل في الأعلى
id: Pindahkan jendela ke area kerja pertama sebelah atas

source: Move window one workspace down
ar: نقل النافذة الأولى الى ورشة العمل في الأسفل
id: Pindahkan jendela ke area kerja pertama sebelah bawah

source: Custom Shortcuts
ar: تعريف الأختصارات
id: Pintasan Buatan

source: Repeat
ar: تجديد

source: Repeat Delay
ar: تأخر التجديد

source: Repeat Interval
ar: تجديد الفاصل

source: Fast
ar: سريع
id: Cepat

source: Slow
ar: بطيء
id: Lambat

source: Long
ar: طويل
id: Panjang

source: Short
ar: قصير
id: Pendek

source: Cursor Blink
ar: وميض المؤشر
id: Kepidan Kursor

source: Disable touchpad while typing
ar: الغاء لوحة اللمس اثناء الكتابة
id: Matikan touchpad saat sedang mengetik

source: Keyboard Layout
ar: تصميم لوحة المفاتيح
id: Tata Letak Papan Ketik

source: Relevant Settings
ar: إعدادات ذات صلة
id: Pengaturan yang berkaitan

source: Test Repeat Interval
ar: تجربة تكرار الفاصل

source: Mouse Settings
ar: إعدادات الماوس
id: Pengaturan Mouse

source: TouchPad Settings
ar: إعدادات لوحة اللمس
id: Pengaturan TouchPad

source: Reset
ar: إعادة ضبط
id: Atur ulang

source: Replace
ar: إستبدل
id: Ganti

source: Remove
ar: إزالة
id: Buang

source: Add
ar: اضافة
id: Tambah

source: Typing
ar: كتابة
id: Pengetikan

source: Shortcuts
ar: اختصارات
id: Pintasan

source: Current Layout: %s
ar: التخطيط الحالي : %s
id: Tata letak sementara: %s

source: Disabled touchpad while typing
ar: الغاء لوحة اللمس اثناء الكتابة
id: Matikan touchpad pada saat mengetik

source: Enabled touchpad while typing
ar: تفعيل لوحة اللمس اثناء الكتابة
id: Hidupkan touchpad pada saat mengetik

source: Current Layout is: %s
ar: التخطيط الحالي : %s
id: Tata letak sementara adalah: %s

source: Select an input source to add
ar: حدد مصدر الأدخال للأضافة
id: Pilih sumber input untuk ditambahkan

source: Deleted custom hotkey
ar: حذف مفتاح التحكم السريع

source: Disabled hotkey for %s
ar: ايقاف مفتاح التخصص لا %s
id: Matikan hotkey untuk %s

source: The hotkey for %s is set to %s
ar: مفتاح التخصيص لا %s استخدم لا %s
id: Hotkey untuk %s telah diset untuk %s

source: Please input new shortcuts. Press Esc to cancle or press Backspace to clear.
ar: الرجاء ادخال اختصارات جديدة. اضغط Esc للإلغاء أو اضغط Backspace للرجوع.
id: Silahkan masukan pintasan baru. Tekan Esc untuk membatalkan atau Backspace untuk menghapus.

source: Add custom hotkey
ar: أضف مفتاح خاص
id: Tambahkan hotkey buatan

source: name
ar: الأسم
id: nama

source: action
ar: العمل
id: aksi

source: Ok
ar: موافق

source: Reset to default
ar: إعادة تعيين إلى الافتراضي
id: Atur ulang ke setingan awal

source: Keyboard
ar: لوحة المفاتيح
id: Papan ketik

source: Layout
ar: تنسيق
id: Tata letak
