Repository: linuxdeepin/deepin-system-settings
Catalog: modules/bluetooth/locale/*.po
Languages: ar, cs, da, de_de, fr, id, pt_br, sk

source: Incoming file from %s
ar: ملف قادم من %s
cs: Příchozí soubor od %s
da: Indgående fil fra %s
de_de: Incoming-Datei von %s
fr: Fichiers en provenance de %s
id: Berkas dikirimkan oleh %s
pt_br: Arquivo vindo de %s
sk: Prichádzajúci súbor z %s

source: Accept incoming file %s?
ar: هل توافق على قبول الملف %s?
cs: Přijmout příchozí soubor %s!
da: Accepter indgående fil %s?
de_de: Eingehende Datei %s?
fr: Accepter les fichiers en provenance de %s?
id: Terima berkas %s?
pt_br: Aceitar arquivo %s?
sk: Prijať prichádzajúci súbor %s?

source: Accept
ar: قبول
cs: Přijmout
da: Accepter
de_de: Akzeptieren
fr: Accepter
id: Terima
pt_br: Aceitar
sk: Prijať

source: Reject
ar: رفض
cs: Odmítnout
da: Afvis
de_de: Verweigern
fr: Refuser
id: Tolak
pt_br: Recusar
sk: Odmietnuť

source: Receiving file from %s
ar: يتم استقبال الملف من %s
cs: Přijímá se soubor od %s
da: Modtager fil fra %s
de_de: Empfange Datei von %s
fr: Réception des fichiers de %s
id: Menerima berkas dari %s
pt_br: Recebendo arquivo de %s
sk: Prijíma sa súbor z %s

source: Failed to receive the file : %s
ar: فشل في استلام الملف : %s
cs: Nepodařilo se dostat soubor: %s
da: Modtagning af fil fejlede : %s
de_de: Datei von %s konnte nicht empfangen werden
fr: Échec de la réception du fichier : %s
id: Gagal menerima berkas: %s
pt_br: Falha ao receber o arquivo: %s
sk: Nepodarilo sa pridať súbor: %s

source: Pair
ar: زوجي
cs: Dvojice
da: Par
de_de: Paaren
fr: Association
pt_br: Parear
sk: Sprárované

source: Remove Device
ar: إزالة جهاز
cs: Odebrat zařízení
da: Fjern Device
de_de: Gerät entfernen
fr: Supprimer un périphérique
id: Lepaskan piranti
pt_br: Remover Dispositivo
sk: Vymazať zariadenie

source: Headset
ar: سماعة
cs: Sluchátka
da: Hovedtelefon
fr: Casque
pt_br: Fones de Ouvido
sk: Slúchadlá

source: Audio Sink
ar: مخرج الصوت
cs: Zeslabení zvuku
sk: Zoslabenie zvuku

source: Input Service
ar: خدمة الأدخال
cs: Vstupní služba
de_de: Eingabegeräte Service
fr: Service de connexion
pt_br: Serviço de Entrada
sk: Vstupná služba

source: Send File
ar: إرسال ملف
cs: Poslat soubor
da: Send fil
de_de: Datei senden
fr: Envoyer un fichier
id: Kirim Berkas
pt_br: Enviar Arquivo
sk: Poslať súbor

source: Bluetooth Audio
ar: بلوتوث صوتى
cs: Zvuk Bluetooth
da: Bluetooth Lyd
fr: Audio bluetooth
pt_br: Áudio por Bluetooth
sk: Zvuk Bluetooth

source: Successfully connected to the Bluetooth audio device.
ar: تم الاتصال بنجاح مع مشغل الصوت
cs: Úspěšně připojeno ke zvukovému zařízení Bluetooth.
da: Er forbundet vellyket til Bluetooth lydenheden
de_de: Erfolgreich an die Bluetooth-Audiogerät verbunden.
fr: Connexion au périphérique audio bluetooth réussie.
id: Sukses menghubungkan ke piranti audio Bluetooth.
pt_br: Conectado ao dispositivo de áudio Bluetooth com sucesso.
sk: Úspešne pripojené k zvukovému zariadeniu Bluetooth.

source: Connection Failed
ar: فشل الأتصال
cs: Spojení se nezdařilo
da: Forbindelse fejlede
de_de: Verbindung fehlgeschlagen
fr: La connexion a échoué
id: Koneksi Gagal
pt_br: Falha na Conexão
sk: Spojenie sa nepodarilo

source: An error occured when connecting to the device.
ar: حدث خطأ عند محاولة توصيل الجهاز
cs: Chyba při připojování k zařízení.
da: En fejl opstod under forsøget til at forbinde til enheden.
de_de: Ein Fehler bei der Verbindung mit dem Gerät aufgetreten.
fr: Une erreur est survenue en essayant de se connecter au périphérique.
id: Terjadi kesalahan saat menghubungkan ke piranti.
pt_br: Um erro ocorreu enquanto conectava-se ao dispositivo
sk: Chyba pri pripojovaní zariadenia.

source: Bluetooth Input Service
ar: خدمة ادخال البلوتوث
cs: Vstupní služba Bluetooth
de_de: Bluetooth-Eingabedienst
fr: Service de connexion bluetooth
pt_br: Serviço de Entrada Bluetooth
sk: Vstupná služba Bluetooth

source: Successfully connected to the Bluetooth input device.
ar: .تم توصيل الجهاز عن طريق البلوتوث بنجاح
cs: Úspěšně připojeno ke vstupní službě Bluetooth
da: Blev forbundet vellykket til Bluetooth input device.
de_de: Erfolgreich an die Bluetooth-Eingabevorrichtung verbunden ist.
fr: Connexion au dispositif d'entrée bluetooth réussie.
id: Sukses menghubungkan ke piranti input Bluetooth.
pt_br: Conectado ao dispositivo de entrada Bluetooth com sucesso.
sk: Úspešne pripojené k vstupnej službe Bluetooth.

source: Bluetooth Headset
ar: سماعة البلوتوث
cs: Sluchátka Bluetooth
da: Bluetooth Hovedtelefon
fr: Casque bluetooth
id: Headset Bluetooth
pt_br: Fone de Ouvido Bluetooth
sk: Bluetooth slúchadlá

source: Successfully connected to the Bluetooth headset.
ar: .تم الأتصال بسماعة البلوتوث بنجاح
cs: Úspěšně připojeno k sluchátkům Bluetooth
da: Forbandt vellykket til Bluetooth Hovedtelefon
de_de: Erfolgreich mit dem Bluetooth-Headset verbunden.
fr: Connexion au casque bluetooth réussie.
id: Sukses menghubungkan ke headset Bluetooth.
pt_br: Conectado ao fone de ouvido Bluetooth com sucesso.
sk: Úspešne pripojené k Bluetooth slúchadlám.

source: Pairing failed!
ar: !فشل الأقتران
cs: Nepodařilo se přiřadit do dvojice!
da: Pardannelse mislykkedes!
de_de: Paaren fehlgeschlagen
fr: Association échouée!
id: Pairing gagal!
pt_br: Falha no pareamento!
sk: Nepodarilo sa spárovať!

source: in %d seconds
ar: في %d ثواني
cs: za %d sekund
da: i %d sekunder
de_de: in %d Sekunden
fr: dans %d secondes
id: dalam %d detik
pt_br: em %d segundos
sk: za %d sekúnd

source: Bluetooth
ar: البلوتوث

source: Enable bluetooth
ar: تفعيل البلوتوث
cs: Povolit Bluetooth
da: Aktiver bluetooth
de_de: Bluetooth einschalten
fr: Activer Bluetooth
id: Perbolehkan bluetooth
pt_br: Ativar Bluetooth
sk: Povoliť Bluetooth

source: Device name
ar: أسم الجهاز
cs: Název zařízení
da: Device navn
de_de: Gerätename
fr: Nom du périphérique
id: Nama piranti
pt_br: Nome do dispositivo
sk: Meno zariadenia

source: Discoverable
ar: ظاهر للجميع
cs: Viditelný
da: Søg efter den
de_de: Erkennbar
fr: Visible
id: Dapat ditemukan
pt_br: Navegável
sk: Viditeľný

source: Search
ar: بحث
cs: Hledat
da: Søg
de_de: Suchen
fr: Rechercher
id: Cari
pt_br: rocurar
sk: Hľadať

source: Discovering device
ar: جهاز مكتشف
cs: Objevuje se zařízení
da: Opdaget device
de_de: Entdecken Gerät
fr: Recherche de périphérique
id: Menemukan piranti
pt_br: Vasculhando dispositivo
sk: Objavuje sa zariadenie

source: Adapter
ar: المحول
cs: Adaptér
fr: Adaptateur
pt_br: Adaptador
sk: Adaptér

source: Advanced options...
ar: ...إعدادات متقدمة
cs: Pokročilé volby...
da: Avancerede indstillinger...
de_de: Erweiterte Optionen...
fr: Options avancées...
id: Setelan tingkat lanjut...
pt_br: Opções avançadas...
sk: Pokročilé nastavenia...

source: OK
ar: موافق
fr: Valider

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annullere
de_de: Abbrechen
fr: Annuler
id: Batal
pt_br: Cancelar
sk: Zrušiť

source: Failed! error msg: %s
ar: !فشل رسالة الخطأ: %s
cs: Nepodařilo se! Chybová zpráva: %s
da: Fejlede! fejlbesked: %s
de_de: Failed Fehler msgb %s
fr: Échec! Message d'erreur:%s
id: Gagal! Pesan kesalahan: %s
pt_br: Falhou! msg erro: %s
sk: Nepodarilo sa! Chybová správa: %s

source: Sending file to %s
ar: يتم إرسال الملف الى %s
cs: Posílá se soubor %s
da: Sender fil til %s
de_de: Senden Datei %s
fr: Fichier envoyé vers %s
id: Mengirimkan berkas ke %s
pt_br: Enviando arquivo para %s
sk: Posielanie súboru do %s

source: Transfer complete!
ar: !أكتمل النقل
cs: Přesun dokončen!
da: Overførsel gennemført!
de_de: Übertragung abgeschlossen
fr: Transfert terminé!
id: Transfer selesai!
pt_br: Transferência completa!
sk: Presun dokončený

source: Select File
ar: أختر ملف
cs: Vybrat soubor
da: Vælg fil
de_de: Datei auswählen
fr: Sélectionnez un fichier
id: Pilih Berkas
pt_br: Selecionar Arquivo
sk: Vybrať súbor

source: Searching Device Timeout
ar: انتهت مهلة البحث عن الجهاز
cs: Překročení času při hledání zařízení
da: Søgning på device udløb
de_de: Suche nach Geräte Timeout
fr: Recherche délai de périphérique
id: Timeout ketika mencari piranti
pt_br: Tempo Limite de Procura de Dispositivo
sk: Hľadá sa prekročenie času zariadenia

source: Enter PIN code to pair with %s:
ar: أدخل رمز التحقق فى ازواج مع %s:
cs: Zadejte kód PIN k přiřazení do dvojice s %s:
da: Indtast PIN kode til par med %s:
de_de: PIN eingeben um mit %s zu paaren
fr: Entrer le code PIN pour vous associer avec %s:
id: Masukan kode PIN untuk melakukan pair dengan %s:
pt_br: Entre o código PIN para parear com %s:
sk: Zadajte PIN kód pre párovanie so %s:

source: Please confirm %s pin match as below
ar: رجاءاً تأكد من تطابق رمز تحقق %s كما هو موجود بالأسفل
cs: Potvrďte, prosím %s shodu PIN níže
da: Bekræft venligst %s pin matcher som nedenfor
de_de: Bitte bestätigen Sie %s Pin Spiel wie unten
fr: Veuillez confirmer que le code %s est le même que ci-dessous
id: Mohon konfirmasikan kecocokan pin %s seperti di bawah
pt_br: Por favor confirme o código PIN de %s abaixo
sk: Potvrďte prosím %s zhodu PIN kódu nižšie

source: Yes
ar: نعم
cs: Ano
da: Ja
de_de: Ja
fr: Oui
id: Ya
pt_br: Sim
sk: Áno

source: No
ar: لا
cs: Ne
da: Nej
de_de: Nein
fr: Non
id: Tidak
pt_br: Não
sk: Nie
