Repository: linuxdeepin/deepin-system-settings
Catalog: modules/date_time/locale/*.po
Languages: ar, de_de, es, fr, id, it, pt_br

source: (UTC-11:00)Samoa
ar: (UTC-11:00)ساموا

source: (UTC-10:00)Hawaii
ar: (UTC-10:00)هاواي

source: (UTC-09:00)Alaska
ar: (UTC-09:00)الاسكا

source: (UTC-08:00)Lower California
ar: (UTC-08:00)كالفورنيا السفلى
de_de: (UTC-08:00)Niederkalifornien
es: (UTC-08:00)Baja California
fr: (UTC-08:00)Basse Californie
it: (UTC-08:00)Bassa California
pt_br: (UTC-08:00)Baixa California

source: (UTC-07:00)Arizona, Llamas, Mazatlan, Chihuahua
ar: (UTC-07:00)أريزونا، اللاما، مازاتلان، تشيهواهوا
de_de: (UTC-07:00)Arizona, Lamas, Mazatlan, Chihuahua

source: (UTC-06:00)Saskatchewan, Mexico City, Monterrey
ar: ساسكاتشوان، مكسيكو سيتي، مونتيري(UTC-06:00)
de_de: (UTC-06:00)Saskatchewan, Mexiko-Stadt, Monterrey
it: (UTC-06:00)Saskatchewan, Città del Messico, Monterrey
pt_br: (UTC-06:00)Saskatchewan, Cidade do México, Monterrey

source: (UTC-05:00)Indiana, Bogota, Lima, Quito
ar: (UTC-05:00)انديانا. بوجوتا. ليما. كويتو
es: (UTC-05:00)Indiana, Bogotá, Lima, Quito

source: (UTC-04:00)San Diego, Georgetown, San Juan
ar: (UTC-04:00)سان دياجوا. جورج تاون. سان خوان

source: (UTC-03:00)Greenland, Brasilia, Fortaleza
ar: (UTC-03:00)جرينلاند. برازيليا. فورتليزا
de_de: (UTC-03:00)Grönland, Brasilia, Fortaleza
id: (UTC-03:00)Greenland, Brasil, Fortaleza
it: (UTC-03:00)Groenlandia, Brasilia, Fortaleza
pt_br: (UTC-03:00)Groenlândia, Brasília, Fortaleza

source: (UTC-02:00)Mid-Atlantic
ar: (UTC-02:00)منتصف الاطلنطى
es: (UTC-02:00)Atlantico-Medio
fr: (UTC-02:00)Mid-Atlantique
it: (UTC-02:00)Atlantico medio
pt_br: (UTC-02:00)Meio-Atlântico

source: (UTC-01:00)Cape Verde Islands, Azores
ar: (UTC-01:00)جزر الرئس الاخضر. ازوريس
de_de: (UTC-01:00)Kapverdische Inseln, Azoren
es: (UTC-01:00)Islas Cabo Verde, Azores
it: (UTC-01:00)Capo Verde, Azzorre
pt_br: (UTC-01:00)Cabo Verde, Açores

source: (UTC)London, Dublin, Edinburgh, Lisbon, Casablanca
ar: (UTC)لندن. دبلن. ادنبرا. لشبونة. الرئس الابيض
de_de: (UTC)London, Dublin, Edinburgh, Lissabon, Casablanca
es: (UTC)Lóndres, Dublín, Edimburgo, Lisboa, Casablanca
fr: (UTC)Londres, Dublin, Édimbourg, Lisbonne, Casablanca
it: (UTC)Londra, Dublino, Edinburgo, Lisbona, Casablanca
pt_br: (UTC)Londres, Dublin, Edinburgh, Lisboa, Casablanca

source: (UTC+01:00)Paris, Amsterdam, Berlin, Rome, Vienna
ar: (UTC+01:00)باريس. امستردام. برلين. روما. فينا
de_de: (UTC +01:00)Paris, Amsterdam, Berlin, Rom, Wien
es: (UTC+01:00)París, Ámsterdam, Berlín, Roma, Viena
fr: (UTC+01:00)Paris, Amsterdam, Berlin, Rome, Vienne
id: (UTC+01:00)Paris, Amsterdam, Berlin, Roma, Wina
it: (UTC+01:00)Parigi, Amsterdam, Berlino, Roma, Vienna
pt_br: (UTC+01:00)Paris, Amsterdam, Berlin, Roma, Vienna

source: (UTC+02:00)Cairo, Athens, Istanbul, Jerusalem
ar: (UTC+02:00)القاهرة. اثينا. اسطنبول. القدس
de_de: (UTC+02:00) Kairo, Athen, Istanbul, Jerusalem
es: (UTC+02:00)Cairo, Atenas, Estambul, Jerusalem
fr: (UTC+02:00)Caire, Athènes, Istanbul, Jérusalem
id: (UTC+02:00)Kairo, Athena, Istanbul, Yerusalem
it: (UTC+02:00)Cairo, Atene, Istanbul, Gerusalemme
pt_br: (UTC+02:00)Cairo, Atenas, Istanbul, Jerusalem

source: (UTC+03:00)Moscow, St. Petersburg, Baghdad
ar: (UTC+03:00)موسكو. سان بترسبرج. بغداد
de_de: (UTC+03:00)Moskau, St. Petersburg, Bagdad
es: (UTC+03:00)Moscú, San Petersburgo, Bagdad
fr: (UTC+03:00)Moscou, St. Saint-Pétersbourg, Bagdad
id: (UTC+03:00)Moskow, St. Petersburg, Baghdad
it: (UTC+03:00)Mosca, San Pietroburgo, Baghdad
pt_br: (UTC+03:00)Moscou, St. Petersburg, Baghdad

source: (UTC+04:00)Port Louis, Abu Dhabi, Muscat, Yerevan
ar: (UTC+04:00)ميناء لويس. ابوظبى. مسقط. بريفان
es: (UTC+04:00)Puerto Louis, Abu Dabi, Muscat, Yerevan
pt_br: (UTC+04:00)Port Louis, Abu Dhabi, Mascate, Yerevan

source: (UTC+05:00)Islamabad, Karachi, Tashkent
ar: (UTC+05:00)اسلام اباد. كراتشى. طشقند
de_de: (UTC+05:00)Islamabad, Karatschi, Taschkent

source: (UTC+06:00)Dhaka, Novosibirsk
ar: (UTC+06:00)داكا. نوفوسيبيرسك
es: (UTC+06:00)Daka, Novosibirsk

source: (UTC+07:00)Bangkok, Hanoi, Jakarta
ar: (UTC+07:00)بانكوك. هانوى. جاكارتا
fr: (UTC+07:00)Bangkok, Hanoï, Jakarta

source: (UTC+08:00)Beijing, Chongqing, HongKong, Taipei, Urumqi
ar: (UTC+08:00)بكين. تشونغتشينغ. هونج كونج. تايبية. اورومتشى
it: (UTC+08:00)Pechino, Chongqing, HongKong, Taipei, Urumqi
pt_br: (UTC+08:00)Pequim, Chongqing, HongKong, Taipei, Urumqi

source: (UTC+09:00)Osaka, Sapporo, Tokyo, Seoul
ar: (UTC+09:00)اوساكا. سابورو. طوكيو. ساول
de_de: (UTC+09:00)Osaka, Sapporo, Tokio, Seoul
es: (UTC+09:00)Osaka, Sapporo, Tokío, Seúl
fr: (UTC+09:00)Osaka, Sapporo, Tokyo, Séoul
pt_br: (UTC+09:00)Osaka, Sapporo, Tóquio, Seoul

source: (UTC+10:00)Guam, Canberra, Melbourne, Sydney
ar: (UTC+10:00)جوام. كانتابرى. ميلبورن. سيدنى
es: (UTC+10:00)Guam, Canberra, Melbourne, Sidney

source: (UTC+11:00)Magadan, Solomon Islands
ar: (UTC+11:00)ماجادان. جزر سليمان
de_de: (UTC+11:00)Magadan, Salomonen
es: (UTC+11:00)Magadan, Islas Salomon
id: (UTC+11:00)Magadan, Kepulauan Solomon
it: (UTC+11:00)Magadan, Isole Salomone
pt_br: (UTC+11:00)Magadan, Ilhas Salomão

source: (UTC+12:00)New Zealand, Kiribati
ar: (UTC+12:00)نيوزيلاند. كيريباتى
de_de: (UTC+12:00)Neuseeland, Kiribati
es: (UTC+12:00)Nueva Zelanda, Kiribati
fr: (UTC+12:00)Nouvelle Zélande, Kiribati
id: (UTC+12:00)Selandia Baru, Kiribati
it: (UTC+12:00)Nuova Zelanda, Kiribati
pt_br: (UTC+12:00)Nova Zelândia, Kiribati

source: Calendar
ar: التقويم
de_de: Kalender
es: Calendario
fr: Calendrier
id: Kalender
it: Calendario
pt_br: Calendário

source: Current Date: %d-%d-%d
ar: التاريخ الحالي : %d-%d-%d
de_de: Aktuelles Datum: %d-%d-%d
es: Fecha Actual: %d-%d-%d
fr: Date: %d-%d-%d
id: Tanggal Sekarang: %d-%d-%d
it: Data Attuale: %d-%d-%d
pt_br: Data Atual: %d-%d-%d

source: Change Date
ar: تغيير التاريخ
de_de: Datum ändern
es: Cambiar Fecha
fr: Modification de la date
id: Ubah Tanggal
it: Cambia Data
pt_br: Alterar Data

source: Cancel
ar: إلغاء
de_de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Cancella
pt_br: Cancelar

source: Confirm
ar: ثبت
de_de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasikan
it: Conferma
pt_br: Confirmar

source: Time
ar: الوقت
de_de: Zeit
es: Tiempo
fr: Heure
id: Waktu
it: Orario
pt_br: Tempo

source: Current Time: %s %02d:%02d:%02d (%d Hour)
ar: الوقت الحالي : %s %02d:%02d:%02d (%d ساعة)
de_de: Aktuelle Zeit:%s %02d:%02d:%02d (%d Stunde)
es: Hora Actual: %s %02d:%02d:%02d (%d Hora)
fr: Heure actuelle: %s %02d:%02d:%02d (%d Heures)
id: Waktu Sekarang: %s %02d:%02d:%02d (Jam %d)
it: Orario Attuale: %s %02d:%02d:%02d (%d Ora)
pt_br: Hora Atual: %s %02d:%02d:%02d (%d Hora)

source: NTP
ar: بروتوكول وقت الشبكة

source: Set Time
ar: ضبط الوقت
es: Fijar Hora
fr: Réglage de l'heure
id: Set Waktu
it: Imposta l'Orario
pt_br: Definir Horário

source: Hour
ar: الوقت
de_de: Stunde
es: Tiempo
fr: Heure
id: Jam
it: Ora
pt_br: Hora

source: Time Zone
ar: المنطقة زمنية
de_de: Zeitzone
es: Zona Horaria
fr: Fuseau horaire
id: Zona Waktu
it: Fuso Orario
pt_br: Fuso Horário

source: Reset to default value
ar: إعادة تعيين إلى القيمة الافتراضية
de_de: Zurücksetzen auf Standardwert
es: Restaurar valores por defecto
fr: Remettre la valeur par défaut
id: Atur ulang ke pengaturan awal
it: Resetta ai valori di default
pt_br: Reconfigurar para valor padrão

source: Changed date to %d-%d-%d
ar: تغيير التاريخ الى %d-%d-%d
de_de: Geändert Datum, um %d-%d-%d
es: Fecha cambiada a %d-%d-%d
fr: Modifier la date à %d-%d-%d
id: Tanggal diubah ke %d-%d-%d
it: Data modificata a %d-%d-%d
pt_br: Data alterada para %d-%d-%d

source: Time will be synchronized with an Internet time server
ar: سيتم مزامنة الوقت مع خادم الأنترنت الخاص بالوقت
de_de: Die Zeit wird mit einem Internetzeitserver synchronisieren
es: La hora sera sincronizada con un servidor de hora en Internet
fr: L'heure va se synchroniser avec un serveur horaire
id: Waktu akan disinkronkan dengan server waktu di Internet
it: L'orario verrà sincronizzato con quello di un server Internet
pt_br: Horário será sincronizado com um servidor de horário na internet

source: Time will not be synchronized with an Internet time server
ar: لن يتم مزامنة الوقت مع خادم الأنترنت الخاص بالوقت
de_de: Die Zeit wird nicht mit einem Internetzeitserver synchronisieren
es: La hora no sera sincronizada con un servidor de hora en Internet
fr: L'heure ne va pas se synchroniser avec un serveur horaire
id: Waktu tidak akan disinkronkan dengan server waktu di Internet
it: L'orario non verrà sincronizzato con quello di un server Internet
pt_br: Horário não será sincronizado com um servidor de horário na internet

source: Time will be shown in 24 hour format
ar: سيتم عرض الوقت بنظام 24 ساعة
de_de: Die Zeit wird im 24-Stunden-Format angezeigt werden
es: La hora será mostrada en formato de 24 horas
fr: L'heure sera affichée au format 24 heures
id: Waktu akan ditampilkan dalam format 24 jam
it: L'orario verrà mostrato in formato 24-ore
pt_br: Horário será exibido no formato de 24 horas

source: Time will be shown in 12 hour format
ar: سيتم عرض الوقت بنظام 12 ساعة
de_de: Zeit wird in 12-Stunden-Format angezeigt werden
es: La hora será mostrada en formato de 12 horas
fr: L'heure sera affichée au format 12 heures
id: Waktu akan ditampilkan dalam format 12 jam
it: L'orario verrà mostrato in formato 12-ore
pt_br: Horário será exibido no formato de 12 horas

source: Changed time to %02d:%02d:%02d
ar: تغير الوقت الى %02d:%02d:%02d
de_de: Geänderte Zeit,%02d:%02d:%02d
es: Hora cambiada a %02d:%02d:%02d
fr: Heure modifiée à %02d:%02d:%02d
id: Waktu diubah ke %02d:%02d:%02d
it: Orario modificato a %02d:%02d:%02d
pt_br: Horário alterado para %02d:%02d:%02d

source: Changed time zone to %s
ar: تغيرت المنطقة الزمنية الى %s
de_de: Veränderte Zeitzone %s
es: Zona horaria cambiada a %s
fr: Fuseau horaire modifié à %s
id: Zona waktu diubah ke %s
it: Fuso orario modificato su %s
pt_br: Zona horária alterada para %s

source: Monday
ar: الأثنين
de_de: Montag
es: Lunes
fr: Lundi
id: Senin
it: Lunedì
pt_br: Segunda-feira

source: Tuesday
ar: الثلاثاء
de_de: Dienstag
es: Martes
fr: Mardi
id: Selasa
it: Martedì
pt_br: Terça-feira

source: Wednesday
ar: الأربعاء
de_de: Mittwoch
es: Miercoles
fr: Mercredi
id: Rabu
it: Mercoledì
pt_br: Quarta-feira

source: Thursday
ar: الخميس
de_de: Donnerstag
es: Jueves
fr: Jeudi
id: Kamis
it: Giovedì
pt_br: Quinta-feira

source: Friday
ar: الجمعة
de_de: Freitag
es: Viernes
fr: Vendredi
id: Jumat
it: Venerdì
pt_br: Sexta-feira

source: Saturday
ar: السبت
de_de: Samstag
es: Sabado
fr: Samedi
id: Sabtu
it: Sabato
pt_br: Sábado

source: Sunday
ar: الأحد
de_de: Sonntag
es: Domingo
fr: Dimanche
id: Minggu
it: Domenica
pt_br: Domingo

source: Change date and time settings
ar: تغيير إعدادات التاريخ والوقت
de_de: Datums-und Zeiteinstellungen ändern
es: Cambiar configuracion de hora y fecha
fr: Modifier la configuration de la date et de l'heure
id: Ubah pengaturan tanggal dan waktu
it: Cambia le impostazioni di data e ora
pt_br: Alterar configurações de data e hora

source: AM
ar: صباحاً
fr: Matin

source: PM
ar: مساءاً
fr: Après-midi

source: Date and Time
ar: التاريخ والوقت
de_de: Datum und Zeit
es: Hora y Fecha
fr: Date et Heure
id: Tanggal dan Waktu
it: Data e Ora
pt_br: Data e Horário

source: Set Automatically
ar: تعيين تلقائيا
de_de: automatisch einstellen
es: Ajustar Automaticamente
fr: Régler automatiquement
id: Set Otomatis
it: Imposta Automaticamente
pt_br: Definir Automaticamente

source: hour format
ar: شكل الساعة
de_de: Stunden-Format
es: formato de hora
fr: Format de l'heure
id: format jam
it: formato orario
pt_br: formato da hora
