Repository: linuxdeepin/deepin-system-settings
Catalog: modules/network/locale/*.po
Languages: ar, id

source: Password:
ar: كلمة المرور :
id: Kata sandi:

source: Active
ar: نشيط
id: Aktif

source: %s deleted
ar: %s تم حذفه
id: %s telah dihapus

source: active
ar: نشط
id: aktif

source: Wired
ar: سلكي
id: Koneksi kabel

source: Advanced
ar: متقدم
id: Setelan tingkat lanjut...

source: IPv4 settings
ar: IPv4 اعدادات
id: Pengaturan IPv4

source: IPv6 settings
ar: IPv6 اعدادات
id: Pengaturan IPv6

source: Device Mac Address:
ar: عنوان الجهاز على الشبكة :
id: Alamat Mac piranti:

source: Cloned Mac Address:
ar: تحويل عنوان الشبكة :
id: Alamat Mac terklon:

source: Please input password for %s
ar: الرجاء ادخل كلمة المرور لـ %s
id: Mohon masukkan kata sandi untuk %s

source: Show password
ar: أظهار كلمة المرور :
id: Tunjukkan karakter kata kunci

source: OK
ar: موافق

source: Cancel
ar: إلغاء
id: Batal

source: VPN
ar: شبكة إلكترونية خاصة

source: Mobile Network
ar: شبكة المحمول
id: Jaringan mobile

source: Basic
ar: أساسي
id: Dasar

source: Broadband
ar: النطاق العريض

source: PPP
ar: البروتوكول التناظري

source: Code:
ar: الرمز :
id: Kode:

source: Username:
ar: اسم المستخدم :
id: Nama pengguna:

source: Regions setting
ar: وضع المناطق
id: Pengaturan wilayah

source: Network ID:
ar: معرف الشبكة :
id: ID Jaringan:

source: Type:
ar: النوع :
id: Tipe:

source: PIN:
ar: الرقم السري :

source: Allow roaming if home network is not available
ar: السماح بالتجوال إذا كانت الشبكة المنزلية غير متوفر
id: Perbolehkan roaming jika tidak tersedia jaringan lokal

source: Configure Method
ar: طريقة التكوين
id: Konfigurasikan Metode

source: EAP
ar: برتوكول المصادقة الموسع

source: PAP
ar: برتوكول مصادقة كلمة المرور

source: CHAP
ar: برتوكول السماح تحدى المصافحة

source: MSCHAP
ar: بروتوكول مصادقة تعارف الارتياب ميكروسوفت

source: Compression
ar: ضغط
id: Kompresi data

source: Echo
ar: تردد

source: Use point-to-point encryption(mppe)
ar: مايكروسوفت من نقطة إلى نقطة التشفير (م ن ن ش)
id: Gunakan point-to-point encryption(mppe)

source: Require 128-bit encryption
ar: يتطلب تشفير 128-بت
id: Minta enkripsi 128-bit

source: Use stateful MPPE
ar: استخدام إشارة الحالة MPPE
id: Gunakan MPPE stateful

source: Allow BSD data Compression
ar: سماح BSD ضغط البيانات
id: Perbolehkan kompresi BSD untuk data

source: Allow Deflate data compression
ar: السماح بتفريغ ضغط البيانات
id: Perbolehkan kompresi deflate untuk data

source: Use TCP header compression
ar: إستخدام TCP ضغط رأسي
id: Gunakan kompresi pada header TCP

source: Send PPP echo packets
ar: إرسال PPP حزم المحاكاة
id: Kirim paket echo PPP

source: Link-Local Only
ar: إتصال-محلي فقط
id: Hanya Link lokal

source: Automatic IP address
ar: عنوان IP تلقائي
id: Alamat IP otomatis

source: IP Address:
ar: عنوان IP :
id: Alamat IP:

source: Subnet Mask:
ar: قناع الشبكة الفرعية :

source: Gateway:
ar: البوابة :

source: Automatic DNS server address
ar: عنوان خادم DNS التلقائي
id: Alamat server DNS otomatis

source: Primary DNS server address:
ar: عنوان خادم DNS الرئيسي :
id: Alamat server DNS utama:

source: Slave DNS server address:
ar: عنوان خادم DNS التابع :
id: Alamat server DNS cadangan:

source: Subnet Mask
ar: قناع الشبكة الفرعية

source: Gateway
ar: بوابة

source: Valid %s address.
ar: عنوان %s متاح.
id: Alamat %s valid.

source: Invalid %s address.
ar: عنوان %s غير متاح.
id: Alamat %s tidak valid.

source: Prefix:
ar: سابقة :

source: Wireless
ar: لاسلكي
id: Jaringan nirkabel

source: Set up a hidden wireless connection
ar: اضبط اعدادات الأتصال الاسلكي المخفي
id: Set up koneksi ke jaringan nirkabel tersembunyi

source: Hotspot
ar: نقطة ساخنة

source: Create a DSL connection
ar: انشاء اتصال DSL
id: Buat koneksi DSL

source: VPN Network
ar: شبكة VPN
id: Jaringan VPN

source: Create a VPN connection
ar: انشاء اتصال VPN
id: Buat koneksi VPN

source: Mobile Configuration
ar: تكوين المحمول
id: Konfigurasi Jaringan Mobile

source: Proxy
ar: الوكيل

source: Proxy Configuration
ar: تكوين البروكسي
id: Konfigurasi Proxy

source: Advanced...
ar: متقدم...
id: Setelan tingkat lanjut...

source: card %d
ar: بطاقة %d
id: kartu %d

source: Manual
ar: يدوي

source: Http Proxy
ar: ملقم Http
id: Proxy HTTP

source: Https Proxy
ar: ملقم Https
id: Proxy HTTPS

source: FTP Proxy
ar: ملقم FTP
id: Proxy FTP

source: Socks Proxy
ar: ملقم Socks
id: Proxy Socks

source: Automatic
ar: تلقائي
id: Otomatis

source: Configuration url
ar: إعداد المسار
id: URL Konfigurasi

source: Apply
ar: تطبيق
id: Terapkan

source: New Connection
ar: اتصال جديد
id: Koneksi Baru

source: Hidden network
ar: شبكة مخفية
id: Jaringan tersembunyi:

source: Delete
ar: حذف
id: Hapus

source: Save
ar: حفظ
id: Simpan

source: Tip:
ar: إرشاد :

source: Default Setting
ar: الأعداد الأفتراضي
id: Setingan awal

source: Connection Name:
ar: اسم الأتصال :
id: Nama Koneksi:

source: Service:
ar: الخادم :
id: Servis:

source: Show Password
ar: أظهار كلمة المرور:
id: Tunjukkan karakter kata sandi

source: Country or Region:
ar: الدولة أو المنطقة :
id: Negara atau Wilayah:

source: Provider:
ar: المزود :
id: Penyedia Layanan:

source: Tips:This assistant helps you easily set up a mobile broadband connection to a cellular network.
ar: نصائح: هذا المساعد يساعدك في ضبط الاتصال المتنقلة ذات النطاق العريض للشبكة الخلوية
id: Tips: Asisten ini membantu Anda untuk melakukan setup koneksi mobile broadband dengan mudah untuk jaringan seluler.

source: Region
ar: المنطقة
id: Wilayah

source: PPP settings
ar: إعدادات البروتوكول التناظري
id: Pengaturan PPP

source: NT Domain:
ar: مجال NT :
id: Domain NT:

source: Use protocal field compression negotiation
ar: استخدام حقل بروتوكول تفاوض الضغط
id: Gunakan negosiasi dengan kompresi field protokol

source: Use Address/Control compression
ar: استخدم عنوان / تحكم الضغط
id: Gunakan kompresi pada Pengalamatan/Kontrol

source: IPSec Setting
ar: اعدادات IPSec
id: Pengaturan IPSec

source: Enable IPSec tunnel to l2tp host
ar: إستخدام نفق IPSec إلى مضيف l2tp
id: Perbolehkan tunnel IPSec ke host l2tp

source: Group Name:
ar: اسم المجموعة :
id: Nama Grup:

source: Pre_Shared_key
ar: مفتاح مشترك مسبقاً

source: Security
ar: الحماية
id: Keamanan

source: Security:
ar: الحماية :
id: Keamanan:

source: Key:
ar: المفتاح :
id: Kunci:

source: Wep index:
ar: فهرس الويب :
id: Indeks WEP:

source: Authentication:
ar: المصادقة :
id: Autentikasi:

source: None
ar: لا شيء
id: Tidak ada

source: Shared Key
ar: مفتاح مشترك

source: Open System
ar: فتح النظام

source: Mode:
ar: الأسلوب :

source: Infrastructure
ar: البنية التحتية
id: Infrastruktur jaringan

source: Ad-hoc
ar: مخصصة

source: Band:
ar: النطاق :

source: Channel:
ar: القناة :

source: Default Settings
ar: إعدادات افتراضية
id: Pengaturan awal

source: Network
ar: الشبكة
id: Jaringan

source: Wired config
ar: التكوين السلكي
id: Konfigurasi jaringan kabel

source: Wireless config
ar: التكوين الاسلكي
id: Konfigurasi jaringan nirkabel

source: Dsl config
ar: تكوين DSL
id: Konfigurasi DSL

source: VPN config
ar: تكوين VPN
id: Konfigurasi VPN

source: CDMA config
ar: تكوين CDMA
id: Konfigurasi CDMA

source: GSM config
ar: تكوين GSM
id: Konfigurasi GSM

source: Config
ar: التكوين
id: Konfigurasi

source: Gateway ID:
id: ID Gateway:

source: WEP (Hex or ASCII)
id: WEP (Heksa atau ASCII)

source: WEP 104/128-bit Passphrase
id: Frasa kunci untuk WEP 104/128-bit
