Repository: linuxdeepin/deepin-system-settings
Catalog: modules/account/locale/*.po
Languages: da

source: Please plug in or enable your camera
da: Tilslut venligst eller aktiver dit kamera

source: Please keep still for 5 seconds
da: Sid venligst stille i 5 sekunder

source: Failed to record your face
da: Fejlede i at registrere dit ansigt

source: Your face has been successfully recorded
da: Dit ansigt er blevet succesfuldt registreret

source: Try Again
da: Prøv igen

source: My Account
da: Min Konto

source: Other Accounts
da: Andre Kontoer

source: zoom in
da: zoom ind

source: zoom out
da: zoom ud

source: Take a photo
da: Tag et billede

source: Try again
da: Prøv igen

source: Clip
da: Klip

source: Preview
da: Forhåndsvisning

source: no picture
da: intet billede

source: Account type
da: Konto type

source: Automatic login
da: Automatisk logind

source: Log in without a password
da: Log ind uden et password

source: Deepin Account
da: Deepin Konto

source: Unbound
da: Ubundet

source: Account Name
da: Konto Navn

source: Facial recognition
da: Ansigtsgenkendelse

source: Record
da: Type

source: Enable
da: Aktiver

source: Add
da: Tilføj

source: Delete
da: Slet

source: Create
da: Opret

source: Cancel
da: Anullere

source: It is possible to keep the home directory when deleting a user account.
da: Det er muligt at beholde hjemmefolderen når man sletter en brugerkonto

source: Delete Files
da: Slet filer

source: Keep Files
da: Behold filer

source: Save
da: Gem

source: Back
da: Tilbage

source: Experience
da: Erfaring

source: Enabled auto-login for %s
da: Aktiver auto-logind for %s

source: Disabled auto-login for %s
da: Inaktiveret auto-logind for %s

source: Enabled passwordless login for %s
da: Aktiveret kodeordfri logind for %s

source: Disabled passwordless login for %s
da: Inaktiveret kodeordfri logind for %s

source: Enable %s
da: Aktiver %s

source: Disable
da: Inaktivere

source: Disable %s
da: Inaktivere %s

source: %s has been created
da: %s er blevet oprettet

source: The user name is invalid
da: Brugernavnet er ugyldigt

source: User names can only consist of letters, numbers, underscores and begin with a letter
da: Brugernavne kan kun bestå af bogstaver, tal, underscores, og skal begynde med et bogstav

source: %s has been deleted
da: %s er blevet slettet

source: Do you want to keep <u>%s</u>'s files?
da: Ønsker du at beholde <u>%s</u>'s filer?

source: Account disabled
da: Konto er deaktiveret

source: To be set at next login
da: Vil blive sat ved næste logind

source: None
da: Ingen

source: %s's account type has been set as %s
da: %s's konto type er blevet sat som %s

source: Current password
da: Aktuelt password

source: New password
da: Nyt password

source: Confirm new password
da: Bekræft nyt password

source: Show password
da: Vis password

source: Change
da: Ændre

source: Password did not match.
da: Pasword matchede ikke

source: password unchanged
da: password uændret

source: authentication token manipulation error
da: verifikationsjeton manipulationsfejl

source: new and old password are too similar
da: nyt og gammelt password er for ens

source: %s's password has been changed
da: %s's password er blevet ændret

source: Set Picture
da: Vælg Billede

source: Face Record
da: Ansigtstype

source: Error:
da: Fejl:

source: Local picture
da: Billede fra computeren

source: Take a screeshot
da: Tag et billede

source: From camera
da: Fra kammera

source: Choose a new picture for your account
da: Vælg et nyt billede for din konto

source: Previously used pictures
da: Tidligere brugte billeder

source: Set <u>%s</u>'s picture
da: Vælg <u>%s</u>'s billede

source: Edit Picture
da: Rediger billede

source: Create Account
da: Opret Konto

source: Delete Account
da: Slet Konto

source: Change Password
da: Ændr Password

source: Account
da: Konto

source: User Accounts
da: Bruger Kontoer
