Repository: linuxdeepin/deepin-system-settings
Catalog: modules/desktop/locale/*.po
Languages: ar, nl

source: Default Style
ar: النمط الأفتراضي
nl: Standaard Uiterlijk

source: Auto Hide
ar: إخفاء تلقائي
nl: Verberg Automatisch

source: Invisible
ar: مخفي
nl: Onzichtbaar

source: Buttom
ar: منتصف
nl: Onder

source: Top
ar: أعلى
nl: Boven

source: Default Icon
ar: أيقونة افتراضية
nl: Standaard Icoon

source: Small
ar: صغير
nl: Klein

source: Nothing
ar: لا شيء
nl: Niks

source: Opening Window
ar: فتح نافذة
nl: Openend Scherm

source: Launcher
ar: مُطلق

source: Maximize
ar: تكبير
nl: Maximaliseer

source: Desktop Icon
ar: أيقونة سطح المكتب
nl: Bureaublad Icoon

source: Computer
ar: الكمبيوتر

source: Home
ar: المنزل
nl: Thuis

source: Trash
ar: المهملات
nl: Prullenbak

source: Software Center
ar: مركز البرمجيات

source: Dock
ar: منصة

source: Display Style
ar: نمط العرض
nl: Weergave Style

source: Place Style
ar: نمط المكان
nl: Locatie Style

source: Icon Size
ar: حجم الأيقونة
nl: Icoon Grootte

source: Preview
ar: معاينة
nl: Voorbeeld

source: Hot Zone
ar: المنطقة الساخنة
nl: Hete Zone

source: Top Left
ar: أعلى اليسار
nl: Linksboven

source: Bottom Right
ar: أسفل اليمين
nl: Rechtsonder

source: Top Edge
ar: أعلى الحد
nl: Bovenste Rand

source: Left Edge
ar: يسار الحد
nl: Linker Rand

source: Right Edge
ar: يمين الحد
nl: Rechter Rand

source: Login &amp;&amp; Lock
ar: دخول &amp;&amp; قفل
nl: Aanmelden &amp;&amp; Vergrendelen

source: Login Page
ar: صفحة الدخول
nl: Aanmeld Scherm

source: Select
ar: اختيار
nl: Selecteer

source: Lock Page
ar: قفل الصفحة
nl: Vergrendel Scherm

source: Show computer icon
ar: أظهار أيقونة الكمبيوتر
nl: Geef computer icoon weer

source: Hide computer icon
ar: إخفاء أيقونة الكمبيوتر
nl: Verberg computer icoon

source: Show home icon
ar: أظهار أيقونة المنزل
nl: Geef thuis icoon weer

source: Hide home icon
ar: إخفاء أيقونة المنزل
nl: Verberg thuis icoon

source: Show trash icon
ar: أظهار أيقونة المهملات
nl: Geef prullenbak icoon weer

source: Hide trash icon
ar: إخفاء أيقونة المهملات
nl: Verberg prullenbak icoon

source: Show deepin software center icon
ar: أظهار أيقونة دييبن لمركز البرمجيات
nl: Geef deepin software center icoon weer

source: Hide deepin software conter icon
ar: إخفاء أيقونة دييبن لمركز البرمجيات
nl: Verberg deepin software center icoon

source: Reset to default value
ar: إعادة تعيين إلى القيمة الافتراضية
nl: Herstel naar standaard waarde
