Repository: linuxdeepin/deepin-system-settings
Catalog: modules/tray_power/locale/*.po
Languages: sl, zh_cn, zh_tw

source: Fully charged
sl: Popolnoma napolnjen
zh_cn: 电源已充满
zh_tw: 電池已完全充飽

source: Charging, %s remaining
sl: Polnenje, preostali 훾as %s
zh_cn: 正在充电, 剩余%s电量
zh_tw: 充電中, 剩餘電量「%s」

source: %s remaining
sl: Preostali 훾as %s
zh_cn: 剩余%s电量
zh_tw: 剩餘電量「%s」

source: Low power(%s%%)
sl: Prazen akumulator(%s%%)
zh_cn: 电量低(%s%%)
zh_tw: 電量較低「%s%%」

source: Your battery is running low, please charge!
sl: Akumulator je skoraj prazen, prosim napolni!
zh_cn: 你的电池电量较低，请及时充电！
zh_tw: 您的電池電量較低，請及時充電！

source: Power
sl: Napajanje
zh_cn: 电源
zh_tw: 電源

source: Balanced
sl: Uravnote탑eno
zh_cn: 平衡
zh_tw: 平衡

source: Power saver
sl: Var훾evanje z energijo
zh_cn: 节能
zh_tw: 節能

source: High performance
sl: Visoka zmogljivost
zh_cn: 高性能
zh_tw: 高效能

source: Custom
sl: Po meri
zh_cn: 自定义
zh_tw: 自訂

source: Advanced...
sl: Napredno...
zh_cn: 更多高级选项...
zh_tw: 進階設定...
