Repository: linuxdeepin/deepin-system-settings
Catalog: modules/display/locale/*.po
Languages: ar, cs, da, de_de, es, fr, id, sk

source: Copy Display
ar: نسخ الشاشة
cs: Kopírovat zobrazení
da: Kopier Skærm
de_de: Kopieren anzeigen
es: Copiar Pantalla
fr: Copier l'affichage
id: Kopi Tampilan
sk: Kopírovať zobrazenie

source: Extend Display
ar: توسيع الشاشة
cs: Roztáhnout zobrazení
da: Udvid Skærm
de_de: Verlängern Anzeige
es: Extender Pantalla
fr: Étendre l'affichage
id: Kembangkan Tampilan
sk: Roztiahnuť zobrazenie

source: Only shown in display 1
ar: أظهر فقط في الشاشة 1
cs: Ukázat pouze na obrazovce 1
da: Vis kun på skærm 1
de_de: Nur in Anzeige 1 gezeigt
es: Solo mostrado en pantalla 1
fr: Afficher uniquement à l'écran 1
id: Hanya ditunjukkan pada tampilan 1
sk: Zobraziť iba na 1. obrazovke

source: Only shown in display 2
ar: أظهر فقط في الشاشة 2
cs: Ukázat pouze na obrazovce 2
da: Vis kun på skærm 2
de_de: Nur im Display 2 dargestellt
es: Solo mostrado en pantalla 2
fr: Afficher uniquement à l'écran 2
id: Hanya ditunjukkan pada tampilan 2
sk: Zobraziť iba na 2. obrazovke

source: Normal
ar: عادي
cs: Normální
sk: Normálny

source: Right
ar: يمين
cs: Vpravo
da: Højre
de_de: Rechts
es: Derecha
fr: Droite
id: Kanan
sk: Vpravo

source: Left
ar: يسار
cs: Vlevo
da: Venstre
de_de: Links
es: Izquierda
fr: Gauche
id: Kiri
sk: Vľavo

source: Inverted
ar: مأخوذ
cs: Obráceně
da: Omvendt
es: Invertido
fr: Inverser
id: Terbalik
sk: Obrátene

source: Minute
ar: دقيقة
cs: Minuta
da: Minut
es: Minuto
id: Menit
sk: Minúta

source: Minutes
ar: دقائق
cs: Minuty
da: Minuter
de_de: Minuten
es: Minutos
id: Menit
sk: Minúty

source: Hour
ar: الوقت
cs: Hodina
da: Time
de_de: Stunde
es: Tiempo
fr: Heure
id: Jam
sk: Hodina

source: Never
ar: أبداً
cs: Nikdy
da: Aldrig
de_de: Nie
es: Nunca
fr: Jamais
id: Tidak pernah
sk: Nikdy

source: Display
ar: العرض
cs: Zobrazit
da: Skærm
de_de: Bildschirme
es: Pantalla
fr: Affichage
id: Tampilan
sk: Zobraziť

source: Monitor
ar: الشاشة
cs: Obrazovka
de_de: Überwachung
es: Monitorización
fr: Écran
id: Layar Monitor
sk: Obrazovka

source: Relevant Settings
ar: إعدادات ذات صلة
cs: Související nastavení
da: Relevante Indstillinger
de_de: Relevante Einstellungen
es: Configuraciones Relevantes
fr: Paramètres
id: Pengaturan yang berkaitan
sk: Súvisiace nastavenia

source: <span foreground="%s" underline="single">Personalization</span>
ar: <span foreground="%s" underline="single">التخصيص</span>
cs: <span foreground="%s" underline="single">Osobní úpravy</span>
da: <span foreground="%s" underline="single">Personalisering</span>
de_de: <span foreground="%s" underline="single">Personalisierung</span>
es: <span foreground="%s" underline="single">Personalización</span>
id: <span foreground="%s" underline="single">Personalisasi</span>

source: <span foreground="%s" underline="single">Power</span>
ar: <span foreground="%s" underline="single">الطاقة</span>
cs: <span foreground="%s" underline="single">Energie</span>
da: <span foreground="%s" underline="single">Strøm</span>
es: <span foreground="%s" underline="single">Encendido</span>
id: <span foreground="%s" underline="single">Daya</span>
sk: <span foreground="%s" underline="single">Energia</span>

source: Resolution
ar: الأبعاد
cs: Rozlišení
da: Opløsning
de_de: Auflösung
es: Resolución
fr: Résolution
id: Resolusi
sk: Rozlíšenie

source: Rotation
ar: دوارن
cs: Otočení
es: Rotación
id: Rotasi
sk: Otočenie

source: Multi-Monitor
ar: شاشات متعددة
cs: Více obrazovek
da: Multi-skærm
fr: Moniteurs multiples
sk: Viac obrazoviek

source: Brightness
ar: السطوع
cs: Jas
da: Lysstyrke
de_de: Helligkeit
es: Brillo
fr: Luminosité
id: Tingkat kecerahan
sk: Jas

source: Auto-Brightness
ar: سطوع تلقائي
cs: Jas automaticky
da: Automatisk Lysstyrke
de_de: Auto-Helligkeit
es: Auto-brillo
fr: Luminosité automatique
id: Otomasi tingkat kecerahan
sk: Automatický jas

source: Turn off monitor
ar: إغلاق الشاشة
cs: Vypnout obrazovku
da: Sluk for skærm
de_de: Monitor ausschalten
es: Apagar monitor
fr: Éteindre l'écran
id: Matikan monitor
sk: Vypnúť obrazovku

source: Lock Screen
ar: قفل الشاشة
cs: Uzamknout obrazovku
da: Lås skærm
es: Bloquear Pantalla
fr: Verrouiller l'écran
id: Kunci Monitor
sk: Uzamknúť obrazovku

source: Lock screen automatically
ar: قفل الشاشة بشكل تلقائي
cs: Uzamknout obrazovku automaticky
da: Lås skærm automatisk
de_de: Sperren Bildschirm automatisch
es: Bloquear pantalla automaticamente
fr: Verrouiller l'écran automatiquement
id: Penguncian monitor otomatis
sk: Automaticky uzamknúť obrazovku

source: Reset to default value
ar: إعادة تعيين إلى القيمة الافتراضية
cs: Nastavit znovu na výchozí hodnotu
da: Nulstil til standardværdi
de_de: Zurücksetzen auf Standardwert
es: Restaurar valores por defecto
fr: Réinitialiser à la valeur par défaut
id: Atur ulang ke pengaturan awal
sk: Nastaviť na predvolenú hodnotu

source: Changed brightness to %d%%
ar: تغير السطوع الى %d%%
cs: Jas změněn na %d%%
da: Skiftet lysstyrke til %d%%
de_de: Geänderte Helligkeit auf %d%%
es: Brillo cambiado a %d%%
fr: Modification de la luminosité à %d%%
id: Mengubah tingkat kecerahan ke %d%%
sk: Jas nastavený na %d%%

source: Changed to manual adjustment
ar: تم التغيير الى التعديل اليدوي
cs: Změněno na ruční upravení
da: Skiftet til manuel justering
de_de: Um die manuelle Einstellung geändert
es: Cambiado para ajuste manual
fr: Basculer vers changements manuels
id: Mengubah ke penyetelan manual
sk: Zmenené na ručné upravenie

source: Changed to automatic adjustment
ar: تم التغيير الى التعديل التلقائي
cs: Změněno na automatické upravení
da: Skiftet til automatisk justering
de_de: Um die automatische Einstellung geändert
es: Cambiado para ajuste automatico
fr: Basculer vers changements automatiques
id: Mengubah ke penyetelan otomatis
sk: Zmenené na automatické upravenie

source: Changed to manual lock
ar: تم التغيير الى القفل اليدوي
cs: Změněno na ruční uzamknutí
da: Skiftet til manuel lås
de_de: Auf manuelle Sperre geändert
es: Cambiado a bloqueo manual
fr: Basculer vers blocage manuel
id: Mengubah ke penguncian manual
sk: Zmenené na ručné uzamknutie

source: Changed to automatic lock
ar: تم التغيير الى القفل التلقائي
cs: Změněno na automatické uzamknutí
da: Skiftet til automatisk lås
de_de: Um die automatische Sperre geändert
es: Cambiado a bloqueo automatico
fr: Basculer vers blocage automatique
id: Mengubah ke penguncian otomatis
sk: Zmenené na automatické uzamknutie

source: Changed current output to %s
ar: تم تغيير الأنتاج الحالي الى %s
cs: Nynější výstup změněn na %s
da: Skiftet aktuelt output til %s
de_de: Geändert Stromausgang mit %s
es: Salida automatica cambiada a %s
fr: Changer la sortie actuelle vers %s
id: Mengubah output sekarang ke %s
sk: Terajší výstup zmenený na %s

source: Changed resolution to %s
ar: تم تغيير الأبعاد الى %s
cs: Rozlišení změněno na %s
da: Skiftet opløsning til %s
de_de: Geänderte Auflösung %s
es: Resolución cambiada a %s
fr: Changer la résolution à %s
id: Mengubah resolusi ke %s
sk: Rozlíšenie zmenené na %s

source: Changed rotation to %s
ar: تم تغيير الدوران الى %s
cs: Otočení změněno na %s
da: Skiftet rotation til %s
de_de: Veränderte Dreh %s
es: Rotación cambiada a %s
fr: Changer la rotation à %s
id: Mengubah rotasi ke %s
sk: Otočenie zmenené na %s

source: Changed multi-monitor mode to %s
ar: تم تغيير وضع الشاشات المتعددة الى %s
cs: Změněn režim více obrazovek na %s
da: Skiftet multi-skærmtilstand til %s
de_de: Veränderte Multi-Monitor-Modus, um %s
es: Modo multi-monitor cambiado a %s
fr: Changer le mode multi-écrans à %s
id: Mengubah mode multi-monitor ke %s
sk: Zmenený režim viac obrazoviek na %s

source: Idle time before turning off display has been changed to to %s
ar: تم تغيير وضع الخمول قبل إيقاف شاشة العرض الى %s
cs: Doba nečinnosti před vypnutím obrazovky byla změněna na %s
da: Inaktiv tid før slukning for skærm er blevet skiftet til til %s
de_de: Leerlaufzeit vor dem Ausschalten Anzeige wurde geändert, um %s
es: Tiempo de inactividad antes de apagar pantalla ha sido cambiado a %s
fr: Temps d'inactivité avant la mise en veille a été changé à %s
sk: Doba nečinnosti pred vypnutím obrazovky zmenená na %s

source: Idle time before locking display has been changed to %s
ar: تم تغيير وضع الخمول قبل قفل شاشة العرض الى %s
cs: Doba nečinnosti před uzamknutím obrazovky byla změněna na %s
da: Inaktiv tid før låsning af skærm er blevet skiftet til til %s
de_de: Leerlaufzeit vor Sperranzeige hat sich geändert in %s wurde
es: Tiempo de inactividad antes de bloquear pantalla ha sido cambiado a %s
fr: Temps d'inactivité avant l'extinction de l'écran a été changé à %s
sk: Doba nečinnosti pred uzamknutím obrazovky bola zmenená na %s
