Repository: linuxdeepin/deepin-system-settings
Catalog: modules/sound/locale/*.po
Languages: de_de, es, it

source: Speaker
de_de: Lautsprecher
es: Parlantes
it: Altoparlante

source: Microphone
de_de: Mikrofon
es: Micr√≥fono
it: Microfono

source: Left
de_de: Links
es: Izquierda
it: Sinistra

source: Right
de_de: Rechts
es: Derecha
it: Destra

source: Output Port
de_de: Ausgabeport
es: Puerto de Salida
it: Uscita

source: Output Volume
es: Salida del Volumen
it: Volume di uscita

source: Enable Sound
de_de: Ton aktivieren
es: Habilitar Sonido
it: Abilita il Suono

source: Input Port
es: Puerto de Entrada
it: Ingresso

source: Input Volume
es: Entrada del Volumen
it: Volume di ingresso

source: Input Level
es: Nivel de Entrada
it: Livello di ingresso

source: Advanced
de_de: Erweitert
es: Avanzado
it: Avanzato

source: Choose a device for sound output:
de_de: Wählen Sie ein Gerät für die Audioausgabe:
es: Elegir un dispositivo para salida de sonido
it: Scegli un dispositivo audio di uscita:

source: Choose a device for sound input:
de_de: Wählen Sie ein Gerät für die Audioeingang:
es: Elegir un dispositivo para la entrada de sonido
it: Scegli un dispositivo audio di entrata:

source: Choose a device to configure:
de_de: Wählen Sie ein Gerät zu konfigurieren:
es: Elegir dispositivo a configurar
it: Scegli un dispositivo da configurare:

source: Input
de_de: Eingang
es: Entrada
it: Ingresso

source: Output
de_de: Ausgang
es: Salida
it: Uscita

source: Muted output
de_de: Gedämpfte Ausgangs
es: Salida Silenciada
it: Uscita muta

source: Unmuted output
de_de: Unmuted ausgegeben
es: Salida reactivada
it: Uscita attiva

source: Muted input
de_de: Gedämpfte Eingangs
es: Entrada Silenciada
it: Ingresso muto

source: Unmuted input
de_de: Unmuted Eingang
es: Entrada reactivada
it: Ingresso attivo

source: Set output port to %s
de_de: Ausgangsport zu %s
es: Fijar el puerto de salida a %s
it: imposta l'uscita a %s

source: Set input port to %s
de_de: Stellen Eingangs-Port %s
es: Fijar puerto de entrada a %s
it: Imposta l'ingresso a %s

source: Output device %s selected
de_de: Ausgabegerät %s ausgewählt
es: Dispositivo de salida %s seleccionada
it: Selezionato il dispositivo d'uscita %s

source: Input device %s selected
de_de: Eingabegerät %s ausgewählt
es: Dispositivo de entrada %s seleccionado
it: Selezionato il dispositivo d'ingresso %s

source: %d Outputs
de_de: %d Ausgänge
es: %d Salidas
it: %d Uscite

source: %d Output
de_de: %d Ausgang
es: %d Salida
it: %d Uscita

source: %d Inputs
de_de: %d-Eingänge
es: %d Entradas
it: %d Ingressi

source: %d Input
de_de: %d-Eingang
es: %d Entrada
it: %d Ingresso

source: Sound Enabled
de_de: Ton Aktiviert
es: Sonido Habilitado
it: Suono Abilitato

source: Device
de_de: Gerät
es: Dispositivo
it: Dispositivo

source: Applications
de_de: Anwendungen
es: Aplicaciones
it: Applicazioni

source: Advanced...
de_de: Erweitert...
es: Avanzado...
it: Avanzate...

source: Volume
de_de: Lautstärke
es: Volumen

source: Mute
de_de: Stumm
es: Silenciar
it: Muto

source: Sound
de_de: Klang
es: Sonido
it: Suono

source: Balance
it: Bilanciamento
